{
    "smugglers": [
        {
            "id": 1,
            "name": "Han Solo",
            "descriptionEn": "Han Solo, known only as Han until being given the surname Solo by an Imperial recruitment officer, and formerly known as Cadet 124-329 while serving as an Imperial cadet, was a human male smuggler. He became a leader in the Alliance to Restore the Republic and an instrumental figure in the defeat of the Galactic Empire during the Galactic Civil War. He hailed from Corellia and became a smuggler, even completing the Kessel Run in just twelve parsecs with his prized ship, the Millennium Falcon, and coming under the employ of Jabba the Hutt.",
            "descriptionEs": "Han Solo, conocido sólo como Han hasta que un oficial de reclutamiento imperial le dio el apellido Solo, y anteriormente conocido como Cadete 124-329 mientras servía como cadete imperial, era un contrabandista humano. Se convirtió en un líder de la Alianza para Restaurar la República y en una figura fundamental en la derrota del Imperio Galáctico durante la Guerra Civil Galáctica. Procedía de Corellia y se convirtió en contrabandista, llegando a completar la Carrera de Kessel en sólo doce parsecs con su preciada nave, el Halcón Milenario, y quedando a las órdenes de Jabba el Hutt",
            "speciesEn": "Human",
            "speciesEs": "Humano",
            "genderEn": "Male",
            "genderEs": "Masculino",
            "planet": "Corellia",
            "urlImage": "../../assets/img/smugglers/han-solo.png",
            "planetid": 1,
            "shipid": 1
        },
        {
            "id": 2,
            "name": "Chewbacca",
            "descriptionEn": "Chewbacca, known affectionately to his friends as Chewie, was a Wookiee male warrior, smuggler, mechanic, pilot, and resistance fighter who fought in the Clone Wars, the Galactic Civil War, the Cold War, and the subsequent First Order-Resistance War. He hailed from the planet Kashyyyk and became a Wookiee military leader. During the Clone Wars, he was captured by Trandoshan slavers and held captive on Wasskah, but he worked with a fellow captive, Jedi Commander Ahsoka Tano, to escape. He later commanded Wookiee forces of the Kachirho Wookiee Militia during the Battle of Kashyyyk alongside the Grand Army of the Republic, led by Jedi General Yoda.",
            "descriptionEs": "Chewbacca, conocido cariñosamente por sus amigos como Chewie, fue un guerrero, contrabandista, mecánico, piloto y combatiente de la resistencia wookiee que luchó en las Guerras Clon, la Guerra Civil Galáctica, la Guerra Fría y la posterior Guerra de la Primera Orden y la Resistencia. Procedía del planeta Kashyyyk y se convirtió en un líder militar wookiee. Durante las Guerras Clon, fue capturado por esclavistas trandoshanos y mantenido cautivo en Wasskah, pero colaboró con una compañera de cautiverio, la comandante Jedi Ahsoka Tano, para escapar. Más tarde dirigió las fuerzas wookiee de la Milicia Wookiee Kachirho durante la Batalla de Kashyyyk junto al Gran Ejército de la República, dirigido por el general jedi Yoda",
            "speciesEn": "Wookie",
            "speciesEs": "Wookie",
            "genderEn": "Male",
            "genderEs": "Masculino",
            "planet": "Kashyyyk",
            "urlImage": "../../assets/img/smugglers/chewbacca.png",
            "planetid": 2,
            "shipid": 1
        },
        {
            "id": 3,
            "name": "Lando Calrissian",
            "descriptionEn": "Landonis Balthazar 'Lando' Calrissian, was a human male smuggler, gambler, entrepreneur, and card player who became Baron Administrator of Cloud City and, later, a general in the Rebel Alliance. Born on Socorro, he was the owner of the Millennium Falcon before losing it to Han Solo in a game of sabacc on Numidian Prime. After losing the Falcon, Calrissian put an end to his days as a smuggler and became an entrepreneur, setting up a small mining operation on the planet Lothal before eventually becoming the leader of Cloud City in the skies of the planet Bespin.",
            "descriptionEs": "Landonis Balthazar 'Lando' Calrissian, fue un hombre humano contrabandista, jugador, emprendedor y jugador de cartas que se convirtió en Barón Administrador de Ciudad Nube y, más tarde, en general de la Alianza Rebelde. Nacido en Socorro, era el propietario del Halcón Milenario antes de perderlo a manos de Han Solo en una partida de sabacc en Numidian Prime. Tras perder el Halcón, Calrissian puso fin a sus días como contrabandista y se convirtió en empresario, estableciendo una pequeña operación minera en el planeta Lothal antes de convertirse finalmente en el líder de Ciudad Nube en los cielos del planeta Bespin.",
            "speciesEn": "Human",
            "speciesEs": "Humano",
            "genderEn": "Male",
            "genderEs": "Masculino",
            "planet": "Socorro",
            "urlImage": "../../assets/img/smugglers/lando.png",
            "planetid": 3,
            "shipid": 1
        },
        {
            "id": 4,
            "name": "Vilmarh Grahrk",
            "descriptionEn": "Vilmarh Grahrk, or Villie as he was often known, was a male Devaronian smuggler during the waning years of the Galactic Republic and the early days of the Galactic Empire. A notorious gambler, grifter and scoundrel, Villie took part in a number of underhanded schemes in his quest for money and women. One of Grahrk's first schemes involved working for no less than Darth Sidious himself. During his recruitment, he insulted Darth Maul, earning a brief Force choke from the Sith apprentice. Together with his cousin Holmar, Villie was tasked with inciting the Yinchorri into battle with the Jedi.",
            "descriptionEs": "Vilmarh Grahrk, o Villie, como se le conocía a menudo, fue un contrabandista devaroniano durante los últimos años de la República Galáctica y los primeros del Imperio Galáctico. Villie, un notorio jugador, estafador y sinvergüenza, participó en una serie de planes turbios en su búsqueda de dinero y mujeres. Uno de los primeros planes de Grahrk consistió en trabajar nada menos que para el mismísimo Darth Sidious. Durante su reclutamiento, insultó a Darth Maul, lo que le valió un breve estrangulamiento de la Fuerza por parte del aprendiz sith. Junto con su primo Holmar, Villie recibió la tarea de incitar a los Yinchorri a luchar contra los Jedi.",
            "speciesEn": "Devaronian",
            "speciesEs": "Devaroniano",
            "genderEn": "Male",
            "genderEs": "Masculino",
            "planet": "Devaron",
            "urlImage": "../../assets/img/smugglers/vilmarh.png",
            "planetid": 4,
            "shipid": 2
        }
    ],
    "ships": [
        {
            "id": 1,
            "nameEn": "Millenium Falcon",
            "nameEs": "Halcón Milenario",
            "model": "YT-1300fp light freighter",
            "lenght": 34.52,
            "width": 25.61,
            "urlImage": "../../assets/img/ships/falcon.png"
        },
        {
            "id": 2,
            "nameEn": "Inferno",
            "nameEs": "Inferno",
            "model": "Custom-built Big Wing",
            "lenght": 14,
            "width": 27,
            "urlImage": "../../assets/img/ships/inferno.png"
        }
    ],
    "planets": [
        {
            "id": 1,
            "name": "Corellia",
            "region": "Core Worlds",
            "suns": 1,
            "moons": 3,
            "urlImage": "../../assets/img/planets/corellia.png"
        },
        {
            "id": 2,
            "name": "Kashyyyk",
            "region": "Mid Rim",
            "suns": 1,
            "moons": 3,
            "urlImage": "../../assets/img/planets/kashyyyk.png"
        },
        {
            "id": 3,
            "name": "Socorro",
            "region": "Outer Rims",
            "suns": 1,
            "moons": 0,
            "urlImage": "../../assets/img/planets/socorro.png"
        },
        {
            "id": 4,
            "name": "Devaron",
            "region": "Colonies",
            "suns": 0,
            "moons": 2,
            "urlImage": "../../assets/img/planets/devaron.png"
        }
    ]

}
